{
  "welcome": "Bienvenue dans mon portfolio",
  "description": "Ceci est une description en français.",
  "experiences": "Expériences",
  "my_projects": "Mes projets",
  "presentation": "Salut ! Je suis Arthur Robine",
  "presentation_role": "Ingénieur DevOps | Développeur Web",
  "presentation_text": "Ingénieur DevOps et développeur fullstack, je conçois des infrastructures cloud performantes et sécurisées.",
  "presentation_description": "Diplômé d'<strong>Epitech</strong>, j'ai acquis une solide expérience en <strong>développement web</strong> avant de me spécialiser en <strong>DevOps</strong>. Actuellement, je conçois et maintiens des <strong>infrastructures cloud</strong> performantes et sécurisées chez <strong>Atyos</strong>, en utilisant les services <strong>AWS</strong>. Passionné par l'<strong>innovation</strong>, je m'épanouis dans des projets ambitieux et collaboratifs.",
  "jan": "Janvier",
  "feb": "Février",
  "mar": "Mars",
  "apr": "Avril",
  "may": "Mai",
  "jun": "Juin",
  "jul": "Juillet",
  "aug": "Août",
  "sep": "Septembre",
  "oct": "Octobre",
  "nov": "Novembre",
  "dec": "Décembre",
  "currently": "Aujourd'hui",
  "atyos-description": "En tant qu'<strong>Ingénieur DevOps</strong> chez <strong>Atyos</strong>, je conçois et mets en œuvre des <strong>processus de déploiement</strong> pour des applications <strong>traditionnelles</strong> et <strong>cloud-native</strong>. Je contribue à l'<strong>évolution des infrastructures</strong>, accompagne les clients dans leur adoption du <strong>cloud AWS</strong> et favorise leur montée en compétences grâce à des <strong>formations techniques</strong>. Passionné par les <strong>tendances technologiques</strong>, je m'engage à construire des solutions performantes et sécurisées.",
  "atyos-tags": [
    "Ingénieur DevOps",
    "AWS",
    "Cloud Native",
    "Infrastructure as Code",
    "Formation Technique",
    "Déploiement d'Applications"
  ],
  "teaching-assistant-description": "En tant que <strong>Accompagnateur Pédagogique</strong> à Strasbourg, je suis responsable du suivi des étudiants de première, deuxième et troisième année. Mon rôle inclut l'<strong>encadrement des activités pédagogiques</strong> et la <strong>notation des projets</strong>.",
  "teaching-assistant-tags": [
    "Encadrement Pédagogique",
    "Notation de Projets",
    "Suivi des Étudiants",
    "Strasbourg"
  ],
  "yanport-description": "En tant que <strong>Développeur Fullstack</strong> chez <strong>Yanport</strong>, j'ai fait partie d'une équipe de dix développeurs dédiée au développement et à la maintenance d'une application complexe avec cinq outils principaux. Mon rôle impliquait l'<strong>intégration de nouvelles fonctionnalités</strong> en collaboration avec le product owner, la correction de <strong>bugs</strong>, et le traitement de <strong>tickets</strong> via des outils internes et Zendesk. J'ai également contribué à <strong>améliorer l'infrastructure CI/CD</strong> pour des déploiements plus rapides et fiables, et à refactoriser le code pour une meilleure maintenabilité. Le tout a été réalisé en suivant une <strong>méthodologie agile</strong>, avec <strong>Angular, Angular Material, Typescript, Cypress,</strong> et <strong>Java</strong> pour livrer des solutions robustes adaptées aux agents immobiliers, la cible principale de Yanport.",
  "yanport-tags": [
    "Télétravail",
    "Angular",
    "Typescript",
    "Java",
    "Cypress",
    "CI / CD"
  ],
  "cypios-description": "En tant que <strong>Développeur Frontend</strong> chez <strong>Cypios</strong>, j'ai rejoint une équipe <strong>remote</strong> de quatre développeurs pour créer une solution médicale destinée à améliorer le suivi du patient par le médecin dans le domaine de la cancérologie, en vue de son lancement. Mon travail consistait à <strong>intégrer de nouvelles fonctionnalités</strong> basées sur des maquettes, en suivant des <strong>méthodologies agiles</strong>. La stack technique incluait <strong>React.js, Material UI, Typescript, Formik,</strong> et <strong>Cypress</strong>.",
  "cypios-tags": [
    "Remote",
    "React.js",
    "Material UI",
    "Typescript",
    "Cypress",
    "Agile"
  ],
  "epita-description": "En tant qu'<strong>Assistant Pédagogique</strong> à <strong>Epita</strong>, ma mission consistait à aider les étudiants sur leurs projets lors des permanences <strong>UNIX</strong>, en se concentrant sur le <strong>C</strong> et le <strong>Bash</strong>. Mes responsabilités incluaient de guider les étudiants dans l'implémentation de leurs projets et d'évaluer leur travail.",
  "epita-tags": [
    "C",
    "Bash",
    "Assistant Pédagogique",
    "UNIX",
    "Encadrement de Projets"
  ],
  "epitech-description": "En tant qu'<strong>Assistant Pédagogique</strong> à <strong>Epitech</strong>, je faisais partie d'une équipe de six assistants chargée de guider les étudiants de première année dans leurs projets. Mes tâches incluaient l'<strong>explication des projets</strong>, la supervision des <strong>activités pédagogiques</strong> et la <strong>notation</strong>.",
  "epitech-tags": [
    "C",
    "C++",
    "Bash",
    "Encadrement de Projets",
    "Supervision Pédagogique"
  ],
  "chrome-finance-description": "En tant que <strong>Développeur Frontend</strong> chez <strong>Chrome Finance</strong>, ma mission était de créer un site web pour accroître la visibilité de l'entreprise auprès de nouveaux clients. J'étais chargé de la <strong>conception du site</strong> et de l'<strong>organisation des informations pertinentes</strong> à afficher.",
  "chrome-finance-tags": [
    "Frontend",
    "Web Design",
    "Visibilité Client",
    "Architecture de l'Information"
  ],
  "numendo-description": "En tant que <strong>Développeur Frontend</strong> chez <strong>Numendo</strong>, j'ai intégré une équipe de développeurs chargée de créer et de maintenir des sites web pour diverses entreprises. Mon rôle consistait à <strong>intégrer des pages web</strong> et à développer un <strong>thème WordPress personnalisé</strong>, ainsi qu'à créer une <strong>application interne pour la formation des employés</strong>.",
  "numendo-tags": [
    "Frontend",
    "Vue.js",
    "PHP",
    "WordPress",
    "Formation des Employés"
  ],
  "calendify-title": "Calendify",
  "calendify-description": "<strong>Calendify</strong> est une application de calendrier moderne conçue pour faciliter la planification de rendez-vous. Ce projet a été développé dans le cadre d'un <strong>défi technique</strong> pour démontrer mes capacités de création d'<strong>applications full-stack</strong> avec un accent sur une <strong>interface utilisateur propre et fonctionnelle</strong> et des <strong>services backend efficaces</strong>.",
  "calendify-tags": [
    "React",
    "Node.js",
    "Express",
    "PostgreSQL",
    "JWT",
    "Tailwind CSS"
  ],
  "project-details-visit": "Retrouvez le site web et GitHub ici : ",
  "and": "et",
  "project-details-website": "site web"
}
