{
  "welcome": "Welcome to my portfolio",
  "description": "This is an English description.",
  "experiences": "Experiences",
  "my_projects": "My projects",
  "presentation": "Hi ! I'm Arthur Robine",
  "presentation_role": "Web Developer",
  "presentation_text": "I create elegant web solutions with a focus on simplicity and functionality.",
  "presentation_description": "I see web development as an opportunity to solve <strong>real-world problems</strong> by creating effective and accessible solutions. My varied experiences have taught me to <strong>adapt</strong> to the specific needs of each project and to commit to continuously improving my skills. I enjoy exploring new technologies to stay current and deliver <strong>modern solutions</strong> tailored to each challenge.",
  "jan": "January",
  "feb": "February",
  "mar": "March",
  "apr": "April",
  "may": "May",
  "jun": "June",
  "jul": "July",
  "aug": "August",
  "sep": "September",
  "oct": "October",
  "nov": "November",
  "dec": "December",
  "currently": "Currently",
  "teaching-assistant-description": "As a <strong>Pedagogical Coordinator</strong> at Epitech Strasbourg, I am responsible for guiding first, second, and third-year students. My role includes <strong>supervising pedagogical activities</strong> and <strong>grading projects.</strong>",
  "teaching-assistant-tags": [
    "Pedagogical Supervision",
    "Project Grading",
    "Student Guidance",
    "Strasbourg"
  ],
  "yanport-description": "As a <strong>Fullstack Developer</strong> at <strong>Yanport</strong>, I was part of a ten-developer team focused on developing and maintaining a complex application with five main tools. My role involved <strong>integrating new features</strong> based on mockups in close collaboration with the product owner, while also handling <strong>bug fixes and tickets</strong> through internal tools and Zendesk. I contributed to <strong>improving the CI/CD pipeline</strong> for faster and more reliable deployments and enhanced the codebase through <strong>refactorings</strong> for better maintainability. All tasks were completed using an <strong>agile methodology</strong>. My tech stack included <strong>Angular, Angular Material, Typescript, Cypress, and Java</strong>, which I used to deliver robust solutions tailored to the needs of real estate agents, Yanport’s primary clients.",
  "yanport-tags": [
    "Remote",
    "Angular",
    "Typescript",
    "Java",
    "Cypress",
    "CI / CD"
  ],
  "cypios-description": "As a <strong>Frontend Developer</strong> at <strong>Cypios</strong>, I joined a fully remote team of four developers to create a medical solution aimed at improving patient follow-up by doctors in the field of oncology, in preparation for its launch. My work involved <strong>integrating new features</strong> based on mockups and following <strong>agile methodologies</strong>. The technical stack included <strong>React.js, Material UI, Typescript, Formik,</strong> and <strong>Cypress</strong>.",
  "cypios-tags": [
    "Remote",
    "React.js",
    "Material UI",
    "Typescript",
    "Cypress",
    "Agile"
  ],
  "epita-description": "As a <strong>Teaching Assistant</strong> at <strong>Epita</strong>, my mission was to assist students with their projects during <strong>UNIX lab sessions</strong>, focusing on <strong>C</strong> and <strong>Bash</strong>. My responsibilities included guiding students through project implementations and evaluating their work.",
  "epita-tags": [
    "C",
    "Bash",
    "Teaching Assistant",
    "UNIX",
    "Project Guidance"
  ],
  "epitech-description": "As a <strong>Pedagogical Assistant</strong> at <strong>Epitech</strong>, I was part of a team of six assistants responsible for guiding first-year students through their projects. My tasks included <strong>project explanation</strong>, supervision of <strong>pedagogical activities</strong>, and <strong>grading</strong>.",
  "epitech-tags": [
    "C",
    "C++",
    "Bash",
    "Project Guidance",
    "Pedagogical Supervision"
  ],
  "chrome-finance-description": "As a <strong>Frontend Developer</strong> at <strong>Chrome Finance</strong>, my role was to create a website to increase the company's visibility to new clients. I was responsible for <strong>designing the website</strong> and organizing relevant information for display.",
  "chrome-finance-tags": [
    "Frontend",
    "Web Design",
    "Client Visibility",
    "Information Architecture"
  ],
  "numendo-description": "As a <strong>Frontend Developer</strong> at <strong>Numendo</strong>, I joined a team of developers responsible for creating and maintaining websites for various companies. My role involved <strong>web page integration</strong> and developing a <strong>custom WordPress theme</strong>, along with building an <strong>internal application for employee training</strong>.",
  "numendo-tags": [
    "Frontend",
    "Vue.js",
    "PHP",
    "WordPress",
    "Employee Training"
  ],
  "calendify-title": "Calendify",
  "calendify-description": "<strong>Calendify</strong> is a modern calendar application designed to help appointment scheduling. This project was developed as part of a <strong>technical challenge</strong> to demonstrate capabilities in creating <strong>full-stack applications</strong> with an emphasis on <strong>clean, functional UI</strong> and <strong>efficient backend services</strong>.",
  "calendify-tags": [
    "React",
    "Node.js",
    "Express",
    "PostgreSQL",
    "JWT",
    "Tailwind CSS"
  ],
  "project-details-visit": "Find the website and GitHub here : ",
  "and": "and",
  "project-details-website": "website"
}
